-- phpMyAdmin SQL Dump
-- version 4.1.14
-- http://www.phpmyadmin.net
--
-- Host: 127.0.0.1
-- Generation Time: Sep 13, 2017 at 10:33 AM
-- Server version: 5.6.17
-- PHP Version: 5.5.12

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;

--
-- Database: `ppano`
--

-- --------------------------------------------------------

--
-- Table structure for table `about`
--

CREATE TABLE IF NOT EXISTS `about` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `title` varchar(200) NOT NULL,
  `content` text NOT NULL,
  `img` varchar(200) NOT NULL DEFAULT 'banner.png',
  `date` int(150) NOT NULL,
  `date_s` int(150) NOT NULL,
  `suspend` tinyint(4) NOT NULL,
  `type` tinyint(4) NOT NULL DEFAULT '1',
  `publisher` varchar(10) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=9 ;

--
-- Dumping data for table `about`
--

INSERT INTO `about` (`id`, `title`, `content`, `img`, `date`, `date_s`, `suspend`, `type`, `publisher`) VALUES
(3, 'عن بانوراما ', '<h2><samp><strong><u>هدفنا:</u></strong> الوصول الى اعلى درجات التميز و شغفنا دائما الوصول الى القمة في مجالنا .</samp></h2>\r\n\r\n<h2> </h2>\r\n', 'eb85eb3fbdee4f623c4dc579355a823f.jpg', 1502053200, 1502124294, 1, 3, '9'),
(6, 'الرؤية و الرسالة', '<p><samp><strong><u><span [removed]="font-size:20px"><em> </em></span></strong><span [removed]="font-family:tahoma,geneva,sans-serif">تقديم افضل و ارقى خدمات طب الجلدية و التجميل و طب الاسنان و التقويم بما يتفق مع احتياج و رغبات مراجعينا و تقديم استشارة صادقة ومخلصة لتساعد مراجعينا على اتخاذ قراراتهم في اجراءاتهم الطبية و التجميلية .</span></span></samp></p>\r\n', '03ae6788473781f2f9b5da316c406c54.jpg', 1502053200, 1502124994, 1, 1, '9'),
(7, 'د هاني ', '<p>عندما يتعلق الأمر باختيار المستشفى،أمر واحد واضح يؤخذ في الاعتبار: نوعية الجودة المقدمة. فتقاليدنا العريقة في تقديم الخدمات الطبية المتميزة والجودة العالية في بيئة مريحة وملائمة لأكثر من عقدين، تعني راحة البال لآلاف المرضى الذين يتلقون كل عام الرعاية التامة من قبل فريق الأطباء والمتخصصين والممرضين لدينا في مستشفى دله.<br />\r\n<br />\r\nنحن نركز على تقديم مجموعة واسعة من الخدمات الطبية الحديثة والمتطورة ذات الجودة المتميزة، والتي تتيح لنا تحسين صحة المجتمعات التي نخدمها بكل محبة وتفهم لاحتياجات المرضى وعائلاتهم المختلفة. فنحن كمؤسسة تقدم الرعاية الطبية، نطمح أن نكون الاختيار الأول للناس بين المستشفيات في الرياض وأن نتميز بتحقيق رضا مرضانا، وأن نوفر أفضل جودة ممكنة طبياً وخدماتياً، بالإضافة إلى أفضل الأطباء والمتخصصين والموظفين.<br />\r\n<br />\r\nنحن نسعى لتغيير الخدمات الطبية في المملكة بطريقة تؤثر إيجابياً في حياة الناس. كما نعمل معاً، واضعين المريض في أعلى جدول أعمالنا، حيث يكون الاهتمام بالفرد والتمسك بالقيم والأخلاق التي تتجسد في الصدق والإخلاص في العمل ومواصلة التعلم والاستمرار في العمل بجهد لتحسين مهاراتنا وبرامجنا وخدماتنا، هو ما يميّز مستشفى دله ويحدد مكانته المرموقة التي يتمتع بها اليوم.</p>\r\n', '901da01b29ef17958f464bbc88fd5aca.jpg', 1487365200, 1487416381, 1, 2, '1'),
(8, 'د علي ', '<p>عندما يتعلق الأمر باختيار المستشفى،أمر واحد واضح يؤخذ في الاعتبار: نوعية الجودة المقدمة. فتقاليدنا العريقة في تقديم الخدمات الطبية المتميزة والجودة العالية في بيئة مريحة وملائمة لأكثر من عقدين، تعني راحة البال لآلاف المرضى الذين يتلقون كل عام الرعاية التامة من قبل فريق الأطباء والمتخصصين والممرضين لدينا في مستشفى دله.<br />\r\n<br />\r\nنحن نركز على تقديم مجموعة واسعة من الخدمات الطبية الحديثة والمتطورة ذات الجودة المتميزة، والتي تتيح لنا تحسين صحة المجتمعات التي نخدمها بكل محبة وتفهم لاحتياجات المرضى وعائلاتهم المختلفة. فنحن كمؤسسة تقدم الرعاية الطبية، نطمح أن نكون الاختيار الأول للناس بين المستشفيات في الرياض وأن نتميز بتحقيق رضا مرضانا، وأن نوفر أفضل جودة ممكنة طبياً وخدماتياً، بالإضافة إلى أفضل الأطباء والمتخصصين والموظفين.<br />\r\n<br />\r\nنحن نسعى لتغيير الخدمات الطبية في المملكة بطريقة تؤثر إيجابياً في حياة الناس. كما نعمل معاً، واضعين المريض في أعلى جدول أعمالنا، حيث يكون الاهتمام بالفرد والتمسك بالقيم والأخلاق التي تتجسد في الصدق والإخلاص في العمل ومواصلة التعلم والاستمرار في العمل بجهد لتحسين مهاراتنا وبرامجنا وخدماتنا، هو ما يميّز مستشفى دله ويحدد مكانته المرموقة التي يتمتع بها اليوم.</p>\r\n', '282f167ebe48433ca91280e72ea3fd63.jpg', 1487365200, 1487416395, 1, 2, '1');

-- --------------------------------------------------------

--
-- Table structure for table `accounts_group`
--

CREATE TABLE IF NOT EXISTS `accounts_group` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `name` varchar(250) NOT NULL,
  `code` varchar(250) NOT NULL,
  `from_id` int(50) NOT NULL DEFAULT '0',
  `level` int(11) NOT NULL,
  `have_branch` int(11) NOT NULL,
  `last_value` varchar(100) NOT NULL DEFAULT '0',
  `type` int(20) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=333 ;

--
-- Dumping data for table `accounts_group`
--

INSERT INTO `accounts_group` (`id`, `name`, `code`, `from_id`, `level`, `have_branch`, `last_value`, `type`) VALUES
(3, 'الاصول الثابتة', '101', 1, 2, 1, '0', 1),
(102, 'المخزون ', '102008', 34, 3, 1, '0', 1),
(11, 'الآلات والمعدات', '101003', 3, 0, 1, '0', 0),
(128, 'برج زايم', '102008000800015', 103, 1, 2, '70', 0),
(127, 'بياسيد', '102008000800014', 103, 1, 2, '50', 0),
(126, 'داي كلازوريل', '102008000800013', 103, 1, 2, '42.50', 0),
(125, 'لايسين', '102008000800012', 103, 1, 2, '21', 0),
(124, 'نيوتراس تكنوزايم', '102008000800011', 103, 1, 2, '65', 0),
(123, 'بريمكس تسمين', '102008000800010', 103, 1, 2, '30', 0),
(122, 'بريمكس بياض', '10200800080009', 103, 1, 2, '25', 0),
(121, 'ميثونين', '10200800080008', 103, 1, 2, '53', 0),
(120, 'بيكربونات صوديوم', '10200800080007', 103, 1, 2, '4.9', 0),
(119, 'ملح', '10200800080006', 103, 1, 2, '0.6', 0),
(118, 'زيت صويا', '10200800080005', 103, 1, 2, '12.30', 0),
(117, 'جيلوتين', '10200800080004', 103, 1, 2, '10.50', 0),
(116, 'حجر جيري', '10200800080003', 103, 1, 2, '.110', 0),
(34, 'الأصول المتداولة', '102', 1, 2, 1, '0', 1),
(35, 'العملاء', '102002', 34, 3, 1, '14607281', 1),
(38, 'أصول متنوعه أخري	', '101006', 3, 0, 2, '1236188', 0),
(39, 'الخصوم', '2', 0, 1, 1, '0', 2),
(40, 'رأس المال', '202', 39, 2, 2, '10500000', 2),
(41, 'المورديين', '203', 39, 2, 1, '0', 2),
(42, 'المدينة - عبده أبو عائشة', '2030001', 41, 2, 1, '329347.60', 2),
(43, 'جولدن ستار - عطية عبده عطية', '2030002', 41, 2, 1, '0', 2),
(44, 'المؤسسة العربية', '2030003', 41, 2, 1, '973308', 2),
(45, 'شركة المجد لاستخلاص الزيوت النباتية', '2030004', 41, 2, 1, '571941', 2),
(46, 'المجموعة المتحدة - هاني مظهر', '2030005', 41, 2, 1, '260334.30', 2),
(47, 'أبو حسين (أحمد محمود إبراهيم) ', '2030006', 41, 2, 1, '576219.40', 2),
(48, 'يحيى البكري - مؤسسة بئر العبد', '2030007', 41, 0, 1, '440846', 0),
(86, ' المهندسون - عمرو حسن ', '2030044', 41, 2, 1, '0', 2),
(85, 'المهندسون - محمد حسن ', '2030043', 41, 2, 1, '0', 2),
(51, 'الأسكندرية - أحمد فرغلي', '2030009', 41, 0, 1, '0', 0),
(52, 'التقوى للتوكيلات التجارية - السيد عبدالعليم', '2030010', 41, 0, 1, '-25091', 0),
(53, 'المصرية للتجارة - ناجي عوض', '2030011', 41, 2, 1, '41000', 2),
(54, 'مصر للتجارة الخارجية - محمد لطفي حسني علي', '2030012', 41, 2, 1, '107258', 2),
(55, 'شركة كميت - محمود عبدالجواد', '2030013', 41, 2, 1, '0', 2),
(56, 'دلتا مصر', '2030014', 41, 2, 1, '0', 2),
(57, 'دلتا فيت', '2030015', 41, 2, 1, '30755', 2),
(58, 'إنتر فارما', '2030016', 41, 2, 1, '51700', 2),
(59, 'إنتر كوفا', '2030017', 41, 2, 1, '0', 2),
(60, 'فيترا صحة الحيوان', '2030018', 41, 2, 1, '125000', 2),
(61, 'الجوي فيت', '2030019', 41, 2, 1, '293754', 2),
(62, 'بيوفيت إيجيبت ', '2030020', 41, 2, 1, '263000', 2),
(63, 'جلوري فيت', '2030021', 41, 2, 1, '70000', 2),
(64, 'يونايتد U.B.N', '2030022', 41, 2, 1, '525000', 2),
(65, 'تري ايه فارما A3 ', '2030023', 41, 2, 1, '90000', 2),
(66, 'خيرات النيل', '2030024', 41, 2, 1, '6000', 2),
(67, 'المصرية الأوربية', '2030025', 41, 2, 1, '39000', 2),
(68, 'شركة قويسنا للتنمية', '2030026', 41, 2, 1, '0', 2),
(69, 'كابو الزراعية', '2030027', 41, 2, 1, '0', 2),
(70, 'هاني فور تريد', '2030028', 41, 2, 1, '0', 2),
(71, 'الإسلامية - محمود حافظ', '2030029', 41, 2, 1, '0', 2),
(72, 'رونت فيتا - مصطفى أحمد ماهر', '2030030', 41, 2, 1, '0', 2),
(73, 'شركة لايف كيميكال جروب', '2030031', 41, 2, 1, '0', 2),
(74, 'شركة البراق للاستيراد والتصدير', '2030032', 41, 2, 1, '0', 2),
(75, 'شركة الأهرام للاستيراد والتصدير', '2030033', 41, 2, 1, '0', 2),
(76, 'ايه تو ام إيجيبت A2M', '2030034', 41, 2, 1, '0', 2),
(77, 'شركة نماء مصر', '2030035', 41, 2, 1, '0', 2),
(78, 'أكما - ضياء مصطفى توفيق', '2030036', 41, 2, 1, '0', 2),
(79, 'بيكوك انترناشونال', '2030037', 41, 2, 1, '0', 2),
(80, 'فيدباك - شكاير', '2030038', 41, 2, 1, '0', 2),
(81, 'ألفا باك - شكاير', '2030039', 41, 2, 1, '0', 2),
(82, 'الدولية - محمود جابر - شكاير', '2030040', 41, 0, 1, '72790.32', 0),
(83, 'مصر النور - شكاير', '2030041', 41, 2, 1, '106594', 2),
(84, 'محمد شاهين - حجر جيري', '2030042', 41, 2, 1, '0', 2),
(87, 'دفعات مقدمة', '102003', 34, 0, 2, '378348', 0),
(88, 'جاري الشركاء (مدين)', '102004', 34, 3, 2, '860832', 1),
(89, 'رصيد الخزينة في 31 أكتوبر 2016', '102005', 34, 3, 2, '141700', 1),
(90, 'رصيد البنوك في 31 أكتوبر 2016', '102006', 34, 3, 2, '602040', 1),
(91, 'مخزون أخر أكتوبر 2016', '102007', 34, 3, 2, '4180542', 1),
(92, 'أوراق الدفع', '204', 39, 2, 2, '1740000', 2),
(93, 'جهاز مدينة السادات', '205', 39, 0, 2, '0', 0),
(94, 'مصروفات مستحقة', '206', 39, 2, 2, '0', 2),
(95, 'جاري الشركاء (دائن)', '207', 39, 2, 2, '0', 2),
(96, 'ديون مشكوك في تحصيلها', '208', 39, 0, 2, '942490', 0),
(97, 'ديون معدومة', '208', 39, 2, 2, '0', 2),
(98, 'الإهلاك', '209', 39, 2, 2, '0', 2),
(99, 'قروض', '2010', 39, 2, 2, '0', 2),
(100, 'أرباح الفترة', '2011', 39, 2, 2, '0', 2),
(130, 'بيوتين', '102008000800017', 103, 1, 2, '37', 0),
(129, 'فايتيز إنزيم هضم', '102008000800016', 103, 1, 2, '50', 0),
(115, 'صويا', '10200800080002', 103, 1, 2, '7.76', 0),
(114, 'ذرة صفراء', '10200800080001', 103, 1, 2, '3.7', 0),
(131, 'ثرولين', '102008000800018', 103, 1, 2, '29', 0),
(132, 'هادوكس', '102008000800019', 103, 1, 2, '36', 0),
(133, 'سبينزا', '1020080008000110', 103, 1, 2, '150', 0),
(134, 'سيرفيس', '1020080008000111', 103, 1, 2, '40', 0),
(135, 'لون منشط نمو', '1020080008000112', 103, 1, 2, '25', 0),
(136, 'نخالة', '1020080008000113', 103, 0, 2, '2.3', 0),
(137, 'زنك', '1020080008000114', 103, 1, 2, '28', 0),
(138, 'أفياكس', '1020080008000115', 103, 1, 2, '68', 0),
(139, 'مونو كالسيوم', '1020080008000116', 103, 1, 2, '7.5', 0),
(140, 'توكوتريد', '1020080008000117', 103, 1, 2, '18', 0),
(141, 'كولين', '1020080008000118', 103, 1, 2, '72.5', 0),
(142, 'أكتيف موس', '1020080008000119', 103, 1, 2, '100', 0),
(143, 'أوكسي ستوب', '10200800080001110', 103, 1, 2, '45', 0),
(144, 'هيمي سيل', '10200800080001111', 103, 1, 2, '90', 0),
(145, 'نامي دواجن', '10200800080001112', 103, 1, 2, '135', 0),
(146, 'ليبو ثورب', '10200800080001113', 103, 0, 2, '18.5', 0),
(147, 'بيوكس', '10200800080001114', 103, 1, 2, '38', 0),
(148, 'ليفيتان', '10200800080001115', 103, 1, 2, '45', 0),
(149, 'تربو', '10200800080001116', 103, 1, 2, '35', 0),
(150, 'بروتي ميك', '10200800080001117', 103, 1, 2, '55', 0),
(151, 'سيليكات', '10200800080001118', 103, 1, 2, '11', 0),
(152, 'فيتاريل', '10200800080001119', 103, 1, 2, '22', 0),
(153, 'هاميكوزايم', '102008000800011110', 103, 1, 2, '0', 0),
(154, 'مركزات', '102008000800011111', 103, 1, 2, '6.5', 0),
(155, 'مسحوق سمك', '102008000800011112', 103, 1, 2, '18', 0),
(156, 'أكوسي ستات', '102008000800011113', 103, 1, 2, '45', 0),
(157, 'أكوسي ستات', '102008000800011114', 103, 1, 2, '45', 0),
(158, 'أكوسي ستات', '102008000800011115', 103, 1, 2, '45', 0),
(159, 'أكوسي ستات', '102008000800011116', 103, 1, 2, '45', 0),
(160, 'أكوسي ستات', '102008000800011117', 103, 1, 2, '45', 0),
(161, 'أكوسي ستات', '102008000800011118', 103, 1, 2, '45', 0),
(162, 'أكوسي ستات', '102008000800011119', 103, 1, 2, '45', 0),
(163, 'نوفو ثورب', '1020080008000111110', 103, 1, 2, '13', 0),
(164, 'نوفو ثورب', '1020080008000111111', 103, 1, 2, '13', 0),
(165, 'علف بادي تسمين ذهبي 25% بروتين', '10200800090001', 104, 1, 2, '0', 0),
(166, 'علف بادي تسمين سوبر 23% بروتين', '10200800090002', 104, 1, 2, '0', 0),
(167, 'علف نامي تسمين 21% بروتين', '10200800090003', 104, 1, 2, '0', 0),
(168, 'علف ناهي تسمين 19% بروتين', '10200800090004', 104, 1, 2, '0', 0),
(169, 'علف بادي نامي 21% بروتين', '10200800090005', 104, 1, 2, '0', 0),
(170, 'علف بادي بياض 21% بروتين', '10200800090006', 104, 1, 2, '0', 0),
(171, 'علف نامي بياض 18% بروتين', '10200800090007', 104, 1, 2, '0', 0),
(172, 'علف تطويري بياض 16% بروتين', '10200800090008', 104, 1, 2, '0', 0),
(173, 'علف قبل إنتاجي بياض 18% بروتين', '10200800090009', 104, 1, 2, '0', 0),
(174, 'علف إنتاجي (1) 18% بروتين', '102008000900010', 104, 1, 2, '0', 0),
(175, 'علف إنتاجي (2) 17% بروتين', '102008000900011', 104, 1, 2, '0', 0),
(176, 'علف إنتاجي (3) 16% بروتين', '102008000900012', 104, 1, 2, '0', 0),
(177, 'علف تربية 21% بروتين - صقر', '102008000900013', 104, 1, 2, '0', 0),
(178, 'علف بياض إنتاجي 19% بروتين - صقر', '102008000900014', 104, 1, 2, '0', 0),
(179, 'علف بياض إنتاجي 18% بروتين - صقر', '102008000900015', 104, 1, 2, '0', 0),
(180, 'علف بياض إنتاجي 17% بروتين - صقر', '102008000900016', 104, 1, 2, '0', 0),
(181, 'علف بياض 14% بروتين', '102008000900017', 104, 1, 2, '0', 0),
(182, 'علف بادي بط', '102008000900018', 104, 1, 2, '0', 0),
(183, 'علف نامي بط', '102008000900019', 104, 1, 2, '0', 0),
(184, 'علف ناهي بط', '1020080009000110', 104, 1, 2, '0', 0),
(185, 'شكاير فارغة', '10200800100001', 109, 5, 2, '2.09', 0),
(186, 'إبراهيم بسيوني', '1020020001', 35, 4, 2, '1050', 1),
(187, 'إبراهيم جازي', '1020020002', 35, 4, 2, '507000', 1),
(188, 'الشحات يونس', '1020020003', 35, 4, 2, '155783', 1),
(189, 'السيد العطار', '1020020004', 35, 4, 2, '130875', 1),
(190, 'شركة الشيماء - محمد جمال', '1020020005', 35, 4, 2, '144059', 1),
(191, 'شعبان حسين يادم', '1020020006', 35, 4, 2, '99729', 1),
(192, 'صبحي بلال', '1020020007', 35, 4, 2, '116320', 1),
(193, 'طارق الشافعي', '1020020008', 35, 4, 2, '30825', 1),
(194, 'عماد ربيع', '1020020009', 35, 4, 2, '78291', 1),
(195, 'عبدالعزيز رشاد', '1020020010', 35, 4, 2, '32625', 1),
(196, 'ناصر إبراهيم', '1020020011', 35, 4, 2, '5', 1),
(197, 'ناصر أبو دنيا', '1020020012', 35, 4, 2, '60248', 1),
(198, 'حازم النجار - أبو دومة', '1020020013', 35, 4, 2, '308673', 1),
(199, 'حازم النجار - الصعايدة', '1020020014', 35, 4, 2, '124575', 1),
(200, 'حازم النجار - الفحام', '1020020015', 35, 4, 2, '547805', 1),
(201, 'وائل عباس', '1020020016', 35, 4, 2, '969620', 1),
(202, 'عيد اللقاني', '1020020017', 35, 4, 2, '71168', 1),
(203, 'رجب القباني', '1020020018', 35, 4, 2, '822178', 1),
(204, 'أحمد علي', '1020020019', 35, 4, 2, '83512', 1),
(205, 'شعبان عبدالرؤوف', '1020020020', 35, 4, 2, '936433', 1),
(206, 'جلال الشرقاوي', '1020020021', 35, 4, 2, '105442', 1),
(207, 'إبراهيم مصطفى', '1020020022', 35, 4, 2, '746487', 1),
(208, 'عادل شعبان', '1020020023', 35, 4, 2, '2975', 1),
(209, 'عاطف دبوس', '1020020024', 35, 4, 2, '43135', 1),
(210, 'طارق الباز', '1020020025', 35, 4, 2, '404450', 1),
(211, 'نهى حمودة', '1020020026', 35, 4, 2, '38', 1),
(212, 'هلالي رفاعي', '1020020027', 35, 4, 2, '38955', 1),
(213, 'أحمد الشرقاوي', '1020020028', 35, 4, 2, '1030606', 1),
(214, 'أحمد عبسى', '1020020029', 35, 4, 2, '8940', 1),
(215, 'محمود رجب', '1020020030', 35, 4, 2, '1200', 1),
(216, 'شركة ناتشيورال - عصام عنتر خلف مخلوف', '1020020031', 35, 4, 2, '111475', 1),
(217, 'إسلام حشيش', '1020020032', 35, 4, 2, '37842', 1),
(218, 'إبراهيم سليم', '1020020033', 35, 4, 2, '557968', 1),
(219, 'محمد سعيد', '1020020034', 35, 4, 2, '193103', 1),
(220, 'رمضان جمال الدين', '1020020035', 35, 4, 2, '1', 1),
(221, 'سامي عامر', '1020020036', 35, 4, 2, '3295', 1),
(222, 'سعد شرف', '1020020037', 35, 4, 2, '60838', 1),
(223, 'يحيى شديد', '1020020038', 35, 4, 2, '84182', 1),
(224, 'أيمن عجرمة', '1020020039', 35, 4, 2, '2864', 1),
(225, 'محمد عطية', '1020020040', 35, 4, 2, '71763', 1),
(226, 'مجدي سعد', '1020020041', 35, 4, 2, '46353', 1),
(227, 'محمد الجمل', '1020020042', 35, 4, 2, '86420', 1),
(228, 'جمال منجود', '1020020043', 35, 4, 2, '10000', 1),
(229, 'أسامة الفيشاوي', '1020020044', 35, 4, 2, '49875', 1),
(230, 'أحمد عطوة', '1020020045', 35, 4, 2, '151910', 1),
(231, 'محمد المليجي', '1020020046', 35, 4, 2, '273500', 1),
(232, 'محمود أبو هشيمة', '1020020047', 35, 4, 2, '6282', 1),
(233, 'عادل عبدالسلام', '1020020048', 35, 4, 2, '785', 1),
(234, 'محمد مصطفى', '1020020049', 35, 4, 2, '16650', 1),
(235, 'محمد شرف الدين', '1020020050', 35, 4, 2, '9499', 1),
(236, 'معوض الخولي', '1020020051', 35, 4, 2, '100', 1),
(237, 'ياسر السنطاوي', '1020020052', 35, 4, 2, '33680', 1),
(238, 'محمد عزام', '1020020053', 35, 4, 2, '87145', 1),
(239, 'حاتم دوابة', '1020020054', 35, 4, 2, '127171', 1),
(240, 'عمر عفيفي', '1020020055', 35, 4, 2, '18990', 1),
(241, 'شركة الهدى للأعلاف', '1020020056', 35, 4, 2, '-2040', 1),
(242, 'هلالي فرغلي', '1020020057', 35, 4, 2, '105360', 1),
(243, 'صلاح منصور', '1020020058', 35, 4, 2, '45', 1),
(244, 'أحمد أبو غالب', '1020020059', 35, 4, 2, '1', 1),
(245, 'رياض جاويش', '1020020060', 35, 4, 2, '15001', 1),
(246, 'بشير محمد', '1020020061', 35, 4, 2, '2040', 1),
(247, 'محمد مبروك', '1020020062', 35, 4, 2, '1540', 1),
(248, 'أحمد عاشور', '1020020063', 35, 4, 2, '528503', 1),
(249, 'السيد الشورى', '1020020064', 35, 4, 2, '73491', 1),
(250, 'السيد حمودة', '1020020065', 35, 4, 2, '1978', 1),
(251, 'محمد سيف', '1020020066', 35, 4, 2, '8250', 1),
(252, 'باسم نعام', '1020020067', 35, 4, 2, '5000', 1),
(253, 'إبراهيم عبدالمنجي', '1020020068', 35, 4, 2, '48', 1),
(254, 'جمال أبو طيره', '1020020069', 35, 4, 2, '10', 1),
(255, 'خالد مبروك', '1020020070', 35, 4, 2, '2537', 1),
(256, 'سعد أبو شحاط', '1020020071', 35, 4, 2, '4464', 1),
(257, 'عمرو أبو شحاط', '1020020072', 35, 4, 2, '57058', 1),
(258, 'شركة الدسوقي جروب', '1020020073', 35, 4, 2, '-6', 1),
(259, 'شركة السلام', '1020020074', 35, 4, 2, '4000', 1),
(260, 'عماد عامر', '1020020075', 35, 4, 2, '11950', 1),
(261, 'عاطف النمكي', '1020020076', 35, 4, 2, '8310', 1),
(262, 'عاطف أبو حسين', '1020020077', 35, 4, 2, '180698', 1),
(263, 'عاطف الزفزاف', '1020020078', 35, 4, 2, '964', 1),
(264, 'عاطف الشافعي', '1020020079', 35, 4, 2, '1442', 1),
(265, 'عاطف سعيد', '1020020080', 35, 4, 2, '150', 1),
(266, 'علي هنداوي', '1020020081', 35, 4, 2, '26500', 1),
(267, 'عبدالحميد البلعة', '1020020082', 35, 4, 2, '35048', 1),
(268, 'عبدالله سباق', '1020020083', 35, 4, 2, '2520', 1),
(269, 'عبدالسلام واعر', '1020020084', 35, 4, 2, '41938', 1),
(270, 'عبدالظاهر محمد', '1020020085', 35, 4, 2, '30', 1),
(271, 'عبدالمقصود محمد', '1020020086', 35, 4, 2, '433', 1),
(272, 'عبدالناصر عمران', '1020020087', 35, 4, 2, '38657', 1),
(273, 'ناصر عيد', '1020020088', 35, 4, 2, '30', 1),
(274, 'عماد صلاح أحمد قميع - غيورة', '1020020089', 35, 4, 2, '-1619', 1),
(275, 'سمير عبدالحفيظ', '1020020090', 35, 4, 2, '183565', 1),
(276, 'عوني العمدة', '1020020091', 35, 4, 2, '14763', 1),
(277, 'فارس رمضان', '1020020092', 35, 4, 2, '585', 1),
(278, 'فارس زيدان', '1020020093', 35, 4, 2, '36243', 1),
(279, 'فتحي شعلة', '1020020094', 35, 4, 2, '-3', 1),
(280, 'محمد أحمد', '1020020095', 35, 4, 2, '33123', 1),
(281, 'محمد رزق', '1020020096', 35, 4, 2, '990', 1),
(282, 'محمد شعيب', '1020020097', 35, 4, 2, '26669', 1),
(283, 'محمود عرفة', '1020020098', 35, 4, 2, '-5', 1),
(284, 'مدام هند', '1020020099', 35, 4, 2, '2973', 1),
(285, 'مزارع صقر إخوان', '1020020100', 35, 4, 2, '1937381', 1),
(286, 'عملاء المصنع نقدي', '1020020101', 35, 4, 2, '859', 1),
(287, 'صلاح السيسي', '1020020102', 35, 4, 2, '606478', 1),
(288, 'ياسر البلعة', '1020020103', 35, 4, 2, '921', 1),
(289, 'هاني جمعة', '1020020104', 35, 4, 2, '4319', 1),
(290, 'ياسر البيلي', '1020020105', 35, 4, 2, '7580', 1),
(291, 'أشرف زكي - المولد', '1020020106', 35, 4, 2, '874', 1),
(292, 'أيمن الجنيدي', '1020020107', 35, 4, 2, '6020', 1),
(293, 'إيهاب محمود سليم', '1020020108', 35, 4, 2, '49450', 1),
(294, 'حسني عدلي', '1020020109', 35, 4, 2, '147180', 1),
(295, 'هاني غزال', '1020020110', 35, 4, 2, '5885', 1),
(296, 'سعيد الصافوري', '1020020111', 35, 4, 2, '43531', 1),
(297, 'عبدالله محمد النادي', '1020020112', 35, 4, 2, '371590', 1),
(298, 'فتحي أحمد عيسوي شلبي', '1020020113', 35, 4, 2, '168944', 1),
(299, 'محمد أبو نعمة', '1020020114', 35, 4, 2, '121409', 1),
(300, 'محمد عزب', '1020020115', 35, 4, 2, '27607', 1),
(12, 'مولدات', '1010030003', 11, 4, 2, '440000', 1),
(13, 'مولد إنارة', '1010030004', 11, 4, 2, '110000', 1),
(14, 'غلايات', '1010030005', 11, 4, 2, '300000', 1),
(15, 'كومبروسر', '1010030006', 11, 4, 2, '30000', 1),
(16, 'صوامع', '1010030007', 11, 4, 2, '720000', 1),
(17, 'مكابس', '1010030008', 11, 4, 2, '1500000', 1),
(18, 'سايلوهات', '1010030009', 11, 4, 2, '1600000', 1),
(19, 'محول كهرباء', '10100300010', 11, 4, 2, '380000', 1),
(20, 'خلاطات', '10100300011', 11, 4, 2, '460000', 1),
(21, 'مبردات', '10100300012', 11, 4, 2, '320000', 1),
(22, 'مجرشة', '10100300013', 11, 4, 2, '250000', 1),
(23, 'وحدات تعبئة وتغليف', '10100300014', 11, 4, 2, '828000', 1),
(24, 'سيور', '10100300015', 11, 4, 2, '180000', 1),
(25, 'خط إنتاج ذرة', '10100300016', 11, 4, 2, '215000', 1),
(26, 'غرفة تحكم', '10100300017', 11, 4, 2, '300000', 1),
(27, 'وحدة زيت', '10100300018', 11, 4, 2, '215000', 1),
(28, 'ميزان بسكول', '10100300019', 11, 4, 2, '300000', 1),
(31, 'سيارات فيرنا', '1010050005', 30, 4, 2, '384000', 1),
(30, 'السيارات', '101005', 3, 3, 1, '0', 1),
(32, 'سيارات جامبو', '1010050006', 30, 4, 2, '960000', 1),
(33, 'الأثاث والأجهزة الإلكتروكهربائية', '101006', 3, 0, 2, '400000', 0),
(301, 'الصندوق ', '102009', 34, 3, 1, '0', 0),
(302, 'الصندوق الاول ', '1020090009', 301, 4, 2, '25000', 0),
(303, 'المصروفات', '3', 0, 1, 1, '0', 0),
(304, 'مصروفات نثرية', '303', 303, 2, 1, '0', 0),
(305, 'البنوك', '1020010', 34, 3, 1, '0', 0),
(306, 'بنك مصر ', '10200100000', 305, 4, 2, '2000', 0),
(307, 'بنك الاهلي ', '10200100001', 305, 4, 2, '2000', 0),
(308, 'المخزن الرئيسي ', '1020080011', 102, 4, 2, '0', 0),
(309, 'صيدلية 1', '1020080012', 102, 4, 2, '0', 0),
(310, 'الصيدلية 2', '1020080013', 102, 4, 2, '0', 0),
(311, 'صيدلية 3', '1020080014', 102, 4, 2, '0', 0),
(312, 'صيدلية 4', '1020080015', 102, 4, 2, '0', 0),
(313, 'صيدلية 5', '1020080016', 102, 4, 2, '0', 0),
(314, 'صيدلية 6', '1020080017', 102, 4, 2, '0', 0),
(315, 'صيدلية 7', '1020080018', 102, 4, 2, '0', 0),
(316, 'الصندوق', '1020011', 34, 3, 1, '0', 0),
(317, 'صندوق 1', '10200110001', 316, 4, 2, '20000', 0),
(321, 'sanf', '10200800110001', 308, 5, 2, '', 0),
(320, 'صنف تجريبي ', '10200800110001', 308, 5, 2, '', 0),
(322, 'صنف اول ', '10200800110001', 308, 5, 2, '', 0),
(323, 'صنف ثاني ', '10200800110002', 308, 5, 2, '', 0),
(324, 'صنف ثالث', '10200800110003', 308, 5, 2, '', 0),
(325, 'صنف رابع ', '10200800110004', 308, 5, 2, '', 0),
(326, 'صنف خامس مركب ', '10200800110005', 308, 5, 2, '', 0),
(327, 'صنف سادس مركب', '10200800110006', 308, 5, 2, '', 0),
(328, 'صنف تجربة ', '10200800110007', 308, 5, 2, '', 0),
(329, 'صنف أحمد', '10200800110008', 308, 5, 2, '', 0),
(330, 'اصول متداولة ', '4', 0, 1, 0, '0', 1),
(331, 'اوراق قبض ', '401', 330, 2, 0, '0', 0),
(332, 'شيكات تحت التحصيل ', '402', 330, 2, 0, '0', 0);

-- --------------------------------------------------------

--
-- Table structure for table `advertising`
--

CREATE TABLE IF NOT EXISTS `advertising` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `image` varchar(200) NOT NULL,
  `date` int(200) NOT NULL,
  `date_s` varchar(255) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8 AUTO_INCREMENT=1 ;

-- --------------------------------------------------------

--
-- Table structure for table `album_associations`
--

CREATE TABLE IF NOT EXISTS `album_associations` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `img` varchar(200) NOT NULL,
  `date` int(200) NOT NULL,
  `date_s` varchar(255) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=7 ;

--
-- Dumping data for table `album_associations`
--

INSERT INTO `album_associations` (`id`, `img`, `date`, `date_s`) VALUES
(6, 'a:3:{i:0;s:36:"46b35de5f7fe6e484de46084243b1d1b.jpg";i:1;s:36:"0f3800109f89d8738ea2880735353235.jpg";i:2;s:36:"a2b46d2134a17f2c9a4d073cc88dccca.jpg";}', 1493067600, '1493141404'),
(5, 'a:4:{i:0;s:36:"2ae3c628ab231be7ecd7f7a6ad915873.jpg";i:1;s:36:"b133fa3157256d7fd4fad1881623a2d1.jpg";i:2;s:36:"0ea657796fceb0f14332ad0a271217b5.jpg";i:3;s:36:"fc97a52969dfa00e502d20e13b4942b1.jpg";}', 1493067600, '1493141118');

-- --------------------------------------------------------

--
-- Table structure for table `all_words`
--

CREATE TABLE IF NOT EXISTS `all_words` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `content` text NOT NULL,
  `type` tinyint(4) NOT NULL DEFAULT '1',
  `date` varchar(255) NOT NULL,
  `date_s` varchar(255) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=2 ;

--
-- Dumping data for table `all_words`
--

INSERT INTO `all_words` (`id`, `content`, `type`, `date`, `date_s`) VALUES
(1, '', 1, '1502053200', '1502124664');

-- --------------------------------------------------------

--
-- Table structure for table `appointment`
--

CREATE TABLE IF NOT EXISTS `appointment` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `dep_id` int(11) NOT NULL,
  `doc_id` int(11) NOT NULL,
  `name` text NOT NULL,
  `address` text NOT NULL,
  `gender` int(11) NOT NULL,
  `email` text NOT NULL,
  `phone` text NOT NULL,
  `booking_date` text NOT NULL,
  `approve` int(11) NOT NULL DEFAULT '0',
  `date` text NOT NULL,
  `date_s` text NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 AUTO_INCREMENT=1 ;

-- --------------------------------------------------------

--
-- Table structure for table `booking`
--

CREATE TABLE IF NOT EXISTS `booking` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `doctor_id` int(11) NOT NULL,
  `day` text NOT NULL,
  `time` text NOT NULL,
  `date` text NOT NULL,
  `date_s` text NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 AUTO_INCREMENT=1 ;

-- --------------------------------------------------------

--
-- Table structure for table `ci_sessions`
--

CREATE TABLE IF NOT EXISTS `ci_sessions` (
  `id` varchar(40) NOT NULL,
  `ip_address` varchar(45) NOT NULL,
  `timestamp` int(10) unsigned NOT NULL DEFAULT '0',
  `data` blob NOT NULL,
  PRIMARY KEY (`id`),
  KEY `ci_sessions_timestamp` (`timestamp`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `ci_sessions`
--

INSERT INTO `ci_sessions` (`id`, `ip_address`, `timestamp`, `data`) VALUES
('0a12fd2876d564ff90d0d9cd68603f461dfa1cde', '::1', 1505291555, 0x5f5f63695f6c6173745f726567656e65726174657c693a313530353239313331393b61686d65647c733a323a227361223b757365725f69647c733a313a2231223b757365725f6e616d657c733a353a2261646d696e223b757365725f757365726e616d657c733a353a2261646d696e223b757365725f706173737c733a34303a2261646364373034383531326536346234386461353562303237353737383836656535613336333530223b757365725f656d61696c7c733a32323a2268657368616d74617461777940676d61696c2e636f6d223b726f6c655f69645f666b7c733a313a2230223b656d706c6f7965655f69647c733a313a2230223b646f63746f725f69647c733a313a2230223b6465705f69647c733a313a2230223b757365725f70686f6e657c733a31313a223031303939393432333034223b757365725f70686f746f7c733a383a22757365722e706e67223b69735f6c6f676765645f696e7c623a313b67726f75705f6e756d6265727c733a313a2232223b),
('7fe0be54b1bf2ee4de0bbde62999d6eb56a0c2e7', '::1', 1505228264, 0x5f5f63695f6c6173745f726567656e65726174657c693a313530353232383235343b61686d65647c733a323a223130223b757365725f69647c733a313a2231223b757365725f6e616d657c733a353a2261646d696e223b757365725f757365726e616d657c733a353a2261646d696e223b757365725f706173737c733a34303a2261646364373034383531326536346234386461353562303237353737383836656535613336333530223b757365725f656d61696c7c733a32323a2268657368616d74617461777940676d61696c2e636f6d223b726f6c655f69645f666b7c733a313a2230223b656d706c6f7965655f69647c733a313a2230223b646f63746f725f69647c733a313a2230223b6465705f69647c733a313a2230223b757365725f70686f6e657c733a31313a223031303939393432333034223b757365725f70686f746f7c733a383a22757365722e706e67223b69735f6c6f676765645f696e7c623a313b);

-- --------------------------------------------------------

--
-- Table structure for table `clients`
--

CREATE TABLE IF NOT EXISTS `clients` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `name` text NOT NULL,
  `img` text NOT NULL,
  `content` text NOT NULL,
  `suspend` int(11) NOT NULL DEFAULT '1',
  `type` int(11) NOT NULL,
  `date` int(11) NOT NULL,
  `date_s` int(11) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=26 ;

--
-- Dumping data for table `clients`
--

INSERT INTO `clients` (`id`, `name`, `img`, `content`, `suspend`, `type`, `date`, `date_s`) VALUES
(1, 'شركة الاثير', '26ee9c4d840dc2dc04de685a0a803434.png', '', 1, 2, 1487365200, 1487415738),
(2, 'شركة اخري ', 'b9d3289860522bea62bc291c5bf46ff4.png', '', 1, 2, 1487365200, 1487415764),
(3, 'شركة أخري ', '683d631857b5ac94148d34cbf95fdc5b.png', '', 1, 2, 1487365200, 1487415782),
(4, 'شركة الراي ', 'a568c726bf3a7230e4c1cada434a4065.jpg', '', 1, 2, 1487365200, 1487415817),
(6, 'عميل بانوراما ', '75db6c5d8c9a2c0980572096cb450fc1.png', '', 1, 1, 1487365200, 1487415973),
(7, 'عميل بانوراما ', '75db6c5d8c9a2c0980572096cb450fc1.png', '', 1, 1, 1487365200, 1487415973),
(8, 'عميل بانوراما ', '75db6c5d8c9a2c0980572096cb450fc1.png', '', 1, 1, 1487365200, 1487415973),
(9, 'عميل بانوراما ', '75db6c5d8c9a2c0980572096cb450fc1.png', '', 1, 1, 1487365200, 1487415973),
(10, 'عميل بانوراما ', '75db6c5d8c9a2c0980572096cb450fc1.png', '', 1, 1, 1487365200, 1487415973),
(11, 'عميل بانوراما ', '75db6c5d8c9a2c0980572096cb450fc1.png', '', 1, 1, 1487365200, 1487415973),
(12, 'عميل بانوراما ', '75db6c5d8c9a2c0980572096cb450fc1.png', '', 1, 1, 1487365200, 1487415973),
(13, 'عميل بانوراما ', '75db6c5d8c9a2c0980572096cb450fc1.png', '', 1, 1, 1487365200, 1487415973),
(14, 'عميل بانوراما ', '75db6c5d8c9a2c0980572096cb450fc1.png', '', 1, 1, 1487365200, 1487415973),
(15, 'عميل بانوراما ', '75db6c5d8c9a2c0980572096cb450fc1.png', '', 1, 1, 1487365200, 1487415973),
(16, 'عميل بانوراما ', '75db6c5d8c9a2c0980572096cb450fc1.png', '', 1, 1, 1487365200, 1487415973),
(17, 'عميل بانوراما ', '75db6c5d8c9a2c0980572096cb450fc1.png', '', 1, 1, 1487365200, 1487415973),
(18, 'عميل بانوراما ', '75db6c5d8c9a2c0980572096cb450fc1.png', '', 1, 1, 1487365200, 1487415973),
(19, 'عميل بانوراما ', '75db6c5d8c9a2c0980572096cb450fc1.png', '', 1, 1, 1487365200, 1487415973),
(20, 'عميل بانوراما ', '75db6c5d8c9a2c0980572096cb450fc1.png', '', 1, 1, 1487365200, 1487415973),
(21, 'عميل بانوراما ', '75db6c5d8c9a2c0980572096cb450fc1.png', '', 1, 1, 1487365200, 1487415973),
(22, 'عميل بانوراما ', '75db6c5d8c9a2c0980572096cb450fc1.png', '', 1, 1, 1487365200, 1487415973),
(23, 'عميل بانوراما ', '75db6c5d8c9a2c0980572096cb450fc1.png', '', 1, 1, 1487365200, 1487415973),
(24, 'عميل بانوراما ', '75db6c5d8c9a2c0980572096cb450fc1.png', '', 1, 1, 1487365200, 1487415973),
(25, 'عميل بانوراما ', '75db6c5d8c9a2c0980572096cb450fc1.png', '', 1, 1, 1487365200, 1487415973);

-- --------------------------------------------------------

--
-- Table structure for table `complains`
--

CREATE TABLE IF NOT EXISTS `complains` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `title` text NOT NULL,
  `type` int(11) NOT NULL,
  `email` text NOT NULL,
  `phone` text NOT NULL,
  `details` text NOT NULL,
  `date` text NOT NULL,
  `date_s` text NOT NULL,
  `active` int(11) NOT NULL DEFAULT '0',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 AUTO_INCREMENT=1 ;

-- --------------------------------------------------------

--
-- Table structure for table `contact`
--

CREATE TABLE IF NOT EXISTS `contact` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `name` varchar(250) NOT NULL,
  `email` varchar(250) NOT NULL,
  `title` varchar(250) NOT NULL,
  `content` text NOT NULL,
  `date` varchar(250) NOT NULL,
  `date_s` varchar(250) NOT NULL,
  `active` int(11) NOT NULL DEFAULT '0',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8 AUTO_INCREMENT=1 ;

-- --------------------------------------------------------

--
-- Table structure for table `departments`
--

CREATE TABLE IF NOT EXISTS `departments` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `name` text NOT NULL,
  `img` text NOT NULL,
  `content` text NOT NULL,
  `suspend` int(11) NOT NULL DEFAULT '1',
  `type` int(11) NOT NULL,
  `date` int(11) NOT NULL,
  `date_s` int(11) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=8 ;

--
-- Dumping data for table `departments`
--

INSERT INTO `departments` (`id`, `name`, `img`, `content`, `suspend`, `type`, `date`, `date_s`) VALUES
(2, 'عيادات تقويم الاسنان', '3a94bd9e24681a89903a2bc8f25221d4.jpg', '<ul>\r\n <li><span [removed]="font-size:20px">تقويم الأسنان و الفكين </span></span></li>\r\n <li><span [removed]="font-size:20px">تقويم الأسنان اللساني </span></span></li>\r\n <li><span [removed]="font-size:20px">العلاجات السريعة </span></span></li>\r\n <li><span [removed]="font-size:20px">تقويم الذهب </span></span></li>\r\n</ul>\r\n', 1, 1, 1502053200, 1502126992),
(3, 'عيادات الأسنان', '6e962eafd7102830c1a04529902ac83c.jpg', '<p> </p>\r\n\r\n<p><span [removed]="font-family:tahoma,geneva,sans-serif"><span [removed]="font-family:tahoma,geneva,sans-serif"><span [removed]="font-family:tahoma,geneva,sans-serif"><span [removed]="font-family:tahoma,geneva,sans-serif"><span [removed]="font-family:tahoma,geneva,sans-serif"><span [removed]="font-family:tahoma,geneva,sans-serif"><span [removed]="font-family:tahoma,geneva,sans-serif"><span [removed]="font-family:tahoma,geneva,sans-serif"><span [removed]="font-family:tahoma,geneva,sans-serif"><span [removed]="font-family:tahoma,geneva,sans-serif"><span [removed]="font-family:tahoma,geneva,sans-serif"><span [removed]="font-family:tahoma,geneva,sans-serif"><span [removed]>سخرنا لكم جميع الإمكانيات لتتمتعوا بأبتسامه مشرقه</span></span></p>\r\n', 1, 1, 1502053200, 1502126937),
(6, 'عيادات الجلدية و التجميل ', '898bd973e5ea9a12cd6ebd149b143179.jpg', '<p>قسم الأمراض الجلدية و التناسلية </p>\r\n\r\n<p> </p>\r\n\r\n<p>قسم التجميل وصحة البشرة </p>\r\n\r\n<p> </p>\r\n\r\n<p> </p>\r\n\r\n<p>• شد الوجه بأحدث خيوط الشد العالمية </p>\r\n\r\n<p>• علاج تساقط الشعر </p>\r\n\r\n<p>• إزالة الزوائد الجلدية و التأليل </p>\r\n\r\n<p>• توريد الشفايف و تجديد الخلايا و علاج هالات العين  </p>\r\n', 1, 1, 1502053200, 1502127953);

-- --------------------------------------------------------

--
-- Table structure for table `department_jobs`
--

CREATE TABLE IF NOT EXISTS `department_jobs` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `name` varchar(255) NOT NULL,
  `from_id_fk` int(255) NOT NULL DEFAULT '0',
  `status` int(11) NOT NULL DEFAULT '0',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=20 ;

--
-- Dumping data for table `department_jobs`
--

INSERT INTO `department_jobs` (`id`, `name`, `from_id_fk`, `status`) VALUES
(1, 'المدير العام', 0, 0),
(10, 'المدير العام', 1, 1),
(2, 'مدير مركز الايتام', 0, 0),
(12, 'رئيس قسم شؤن الاسر', 3, 1),
(3, 'قسم شؤن الاسر', 0, 0),
(11, 'مدير المركز', 2, 1),
(13, 'موظف الاستقبال', 3, 0),
(14, 'الباحث الاجتماعى', 3, 0),
(4, 'قسم الموارد المالية', 0, 0),
(5, 'الشؤن المالية و المحاسبين', 0, 0),
(6, 'الشؤن الادارية', 0, 0),
(7, 'الجودة', 0, 0),
(8, 'العلاقات العامة و الاعلام', 0, 0),
(9, 'مجلس الادارة', 0, 0),
(17, 'رئيس مجلس الادارة', 9, 1),
(18, 'أمين الصندوق', 9, 0),
(19, 'عضو مجلس إدراة ', 9, 0);

-- --------------------------------------------------------

--
-- Table structure for table `doctors`
--

CREATE TABLE IF NOT EXISTS `doctors` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `name` text NOT NULL,
  `img` text NOT NULL,
  `departments` int(11) NOT NULL,
  `phone` text NOT NULL,
  `major` text NOT NULL,
  `email` text NOT NULL,
  `details` text NOT NULL,
  `suspend` int(11) NOT NULL DEFAULT '1',
  `date` text NOT NULL,
  `date_s` text NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 AUTO_INCREMENT=11 ;

--
-- Dumping data for table `doctors`
--

INSERT INTO `doctors` (`id`, `name`, `img`, `departments`, `phone`, `major`, `email`, `details`, `suspend`, `date`, `date_s`) VALUES
(1, 'د. اسلام شلبي  ', '28bde5339b0dc009a226f4beacb22b02.png', 3, '0555126693', 'طبيبة اسنان ', 'pa.h.m@hotmail.com', '', 1, '1493067600', '1493108891'),
(2, 'د. محمد الخصاونة ', '315098827e48b2ee35c774216fdcc0f5.jpg', 3, '33', 'طبيب اسنان ', 'pa.h.m@hotmail.com', '', 1, '1493067600', '1493108804'),
(4, 'د. ماجد عون  ', '0029b134d6828b3e21410ba7646bf32f.jpg', 0, '0555126693', 'جلدية و تجميل ', 'pa.h.m@hotmail.com', '', 1, '1502053200', '1502123555'),
(5, 'د . ماريا ', '23e54bed06ec734a4b73bcff9b24d65d.png', 6, '0555126693', 'اخصائية تجميل بشرة', 'pa.h.m@hotmail.com', '', 1, '1493067600', '1493108478'),
(7, 'د. هبه الشريف  ', '48592e670c3707c28a33ac63b43fb3c2.png', 6, '0555126693', 'جلدية وتجميل ', 'pa.h.m@hotmail.com', '', 1, '1493067600', '1493141011'),
(9, 'د. شريف مهدي ', 'd771412371f374a2a88c4e0ec3104ba8.jpg', 2, '0555126693', 'طب وتقويم الأسنان ', 'pa.h.m@hotmail.com', '', 1, '1502053200', '1502120051'),
(10, 'عبدالله الشبرمي ', 'd77c22aa3abf89dac4c91bf2867009d3.jpg', 3, '0555126693', 'طبيب اسنان ', 'pa.h.m@hotmail.com', '', 0, '1502053200', '1502123947');

-- --------------------------------------------------------

--
-- Table structure for table `employees`
--

CREATE TABLE IF NOT EXISTS `employees` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `emp_code` int(30) NOT NULL,
  `employee` varchar(250) NOT NULL,
  `administration` int(11) NOT NULL,
  `department` int(11) NOT NULL,
  `birth_date` int(100) NOT NULL,
  `id_num` int(25) NOT NULL,
  `address` varchar(200) CHARACTER SET utf16 NOT NULL,
  `phone_num` varchar(20) NOT NULL,
  `email` varchar(200) NOT NULL,
  `contract` tinyint(4) NOT NULL,
  `date` int(11) NOT NULL,
  `date_s` varchar(20) NOT NULL,
  `img` varchar(250) NOT NULL,
  `salary` int(11) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=4 ;

--
-- Dumping data for table `employees`
--

INSERT INTO `employees` (`id`, `emp_code`, `employee`, `administration`, `department`, `birth_date`, `id_num`, `address`, `phone_num`, `email`, `contract`, `date`, `date_s`, `img`, `salary`) VALUES
(2, 2, 'محمد محمد ', 3, 12, 337640400, 211212, 'العنوان', '323232', 'a@s', 1, 1505077200, '1505138076', '0', 12000);

-- --------------------------------------------------------

--
-- Table structure for table `emp_attendance`
--

CREATE TABLE IF NOT EXISTS `emp_attendance` (
  `id` int(11) NOT NULL,
  `emp_id` text NOT NULL,
  `date` int(11) NOT NULL,
  `presence` varchar(255) NOT NULL,
  `dissuasion` varchar(255) NOT NULL,
  `diff` varchar(255) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Dumping data for table `emp_attendance`
--

INSERT INTO `emp_attendance` (`id`, `emp_id`, `date`, `presence`, `dissuasion`, `diff`) VALUES
(1, '2', 1474491600, '09:54:00', '15:06:00', '05:12:00'),
(2, '2', 1474664400, '', '', ''),
(3, '2', 1474750800, '09:08:00', '13:26:00', '04:18:00'),
(4, '2', 1474837200, '09:27:00', '15:57:00', '06:30:00'),
(5, '2', 1474923600, '09:51:00', '16:00:00', '06:09:00'),
(6, '2', 1475010000, '09:19:00', '15:57:00', '06:38:00'),
(7, '2', 1475096400, '09:14:00', '15:59:00', '06:45:00'),
(8, '2', 1475269200, '', '', ''),
(9, '2', 1475355600, '09:19:00', '15:51:00', '06:32:00'),
(10, '2', 1475442000, '', '', ''),
(11, '2', 1475528400, '09:04:00', '15:47:00', '06:43:00'),
(12, '2', 1475614800, '10:26:00', '15:15:00', '04:49:00'),
(13, '2', 1475701200, '09:26:00', '13:46:00', '04:20:00'),
(14, '2', 1475874000, '', '15:58:00', '06:00'),
(15, '2', 1475960400, '11:24:00', '16:01:00', '04:37:00'),
(16, '2', 1476046800, '09:51:00', '15:49:00', '05:58:00'),
(17, '2', 1476133200, '09:42:00', '15:51:00', '06:09:00'),
(18, '2', 1476219600, '09:39:00', '', '05:21'),
(19, '2', 1476306000, '09:18:00', '', '06:00'),
(20, '2', 1476478800, '09:45:00', '15:49:00', '06:04:00'),
(21, '2', 1476565200, '09:01:00', '', '06:00'),
(22, '2', 1476651600, '', '', ''),
(23, '2', 1476738000, '09:08:00', '', '06:00'),
(24, '2', 1476824400, '', '17:14:00', '06:00'),
(25, '2', 1476910800, '09:16:00', '15:50:00', '06:34:00'),
(26, '1', 1474491600, '10:10:00', '15:13:00', '05:03:00'),
(27, '1', 1474664400, '09:30:00', '16:23:00', '06:53:00'),
(28, '1', 1474750800, '10:42:00', '13:27:00', '02:45:00'),
(29, '1', 1474837200, '09:34:00', '15:57:00', '06:23:00'),
(30, '1', 1474923600, '09:51:00', '16:00:00', '06:09:00'),
(31, '1', 1475010000, '10:09:00', '15:57:00', '05:48:00'),
(32, '1', 1475096400, '10:10:00', '15:59:00', '05:49:00'),
(33, '1', 1475269200, '10:22:00', '15:59:00', '05:37:00'),
(34, '1', 1475355600, '09:42:00', '15:51:00', '06:09:00'),
(35, '1', 1475442000, '10:45:00', '16:21:00', '05:36:00'),
(36, '1', 1475528400, '10:51:00', '13:54:00', '03:03:00'),
(37, '1', 1475614800, '10:11:00', '16:04:00', '05:53:00'),
(38, '1', 1475701200, '09:53:00', '13:46:00', '03:53:00'),
(39, '1', 1475874000, '09:40:00', '15:58:00', '06:18:00'),
(40, '1', 1475960400, '11:23:00', '16:01:00', '04:38:00'),
(41, '1', 1476046800, '10:10:00', '15:49:00', '05:39:00'),
(42, '1', 1476133200, '09:41:00', '15:57:00', '06:16:00'),
(43, '1', 1476219600, '10:13:00', '16:07:00', '05:54:00'),
(44, '1', 1476306000, '09:48:00', '15:56:00', '06:08:00'),
(45, '1', 1476478800, '09:28:00', '15:49:00', '06:21:00'),
(46, '1', 1476565200, '09:47:00', '15:56:00', '06:09:00'),
(47, '1', 1476651600, '', '', ''),
(48, '1', 1476738000, '10:07:00', '16:52:00', '06:45:00'),
(49, '1', 1476824400, '09:41:00', '17:14:00', '07:33:00'),
(50, '1', 1501102800, '17:15:50', '', ''),
(51, '1', 1501362000, '12:26:31', '12:28:23', '00:01:52');

-- --------------------------------------------------------

--
-- Table structure for table `groups`
--

CREATE TABLE IF NOT EXISTS `groups` (
  `group_id` int(11) NOT NULL AUTO_INCREMENT,
  `group_title` varchar(255) NOT NULL,
  `group_link` varchar(255) NOT NULL DEFAULT '#',
  `group_order` int(11) DEFAULT NULL,
  `group_icon_code` varchar(255) NOT NULL,
  PRIMARY KEY (`group_id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 AUTO_INCREMENT=30 ;

--
-- Dumping data for table `groups`
--

INSERT INTO `groups` (`group_id`, `group_title`, `group_link`, `group_order`, `group_icon_code`) VALUES
(1, 'إدارة النظام', '#', 0, 'fa fa-cog fa-spin '),
(2, 'إدارة المستخدمين', '#', 1, 'fa fa fa-users'),
(10, 'إدارة الرسائل  و طلبات التوظيف', '#', 15, 'fa fa-paper-plane '),
(11, 'إدارة البيانات الأساسية', '#', 2, 'fa fa-th-large '),
(12, 'إدارة الأخبار والعروض التسويقية', '#', 3, 'fa fa-file-word-o '),
(15, 'إدارة الصور والفيديوهات', '#', 5, 'fa fa-image '),
(22, 'إدارة الشكاوى والمقترحات', '#', 18, 'fa fa-bell'),
(24, 'إدارة الأطباء و الاسئلة', '#', 10, 'fa fa-stethoscope'),
(27, 'ادارة الملف الالكترونى للمرضى', '#', 4, 'fa fa-wheelchair  '),
(28, 'إدارة التقارير', '#', 17, 'fa fa-bar-chart  '),
(29, 'إدارة المخازن', '#', 19, 'fa fa-bar-chart  ');

-- --------------------------------------------------------

--
-- Table structure for table `jobs`
--

CREATE TABLE IF NOT EXISTS `jobs` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `job_name` varchar(255) NOT NULL,
  `name` varchar(255) NOT NULL,
  `phone` int(11) NOT NULL,
  `tele` int(11) NOT NULL,
  `email` varchar(255) NOT NULL,
  `flat_num` int(11) NOT NULL,
  `street` varchar(255) NOT NULL,
  `unit` int(11) NOT NULL,
  `city` varchar(255) NOT NULL,
  `address` varchar(255) NOT NULL,
  `skills` varchar(255) NOT NULL,
  `ex_job` text,
  `file` varchar(255) NOT NULL,
  `verify` int(11) NOT NULL,
  `date` int(11) NOT NULL,
  `active` int(11) NOT NULL DEFAULT '0',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8 AUTO_INCREMENT=1 ;

-- --------------------------------------------------------

--
-- Table structure for table `job_advert`
--

CREATE TABLE IF NOT EXISTS `job_advert` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `start_date` text NOT NULL,
  `end_date` text NOT NULL,
  `job_name` text NOT NULL,
  `job_place` text NOT NULL,
  `workers` int(11) NOT NULL,
  `job_requires` text NOT NULL,
  `date` text NOT NULL,
  `date_s` text NOT NULL,
  `publisher` int(11) NOT NULL,
  `suspend` int(11) NOT NULL DEFAULT '1',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 AUTO_INCREMENT=2 ;

--
-- Dumping data for table `job_advert`
--

INSERT INTO `job_advert` (`id`, `start_date`, `end_date`, `job_name`, `job_place`, `workers`, `job_requires`, `date`, `date_s`, `publisher`, `suspend`) VALUES
(1, '1487624400', '1488229200', 'طبيب جلدية', 'المملكة العربية السعودية', 5, 'a:13:{s:8:"السن";s:17:"من 30 حتى 40";s:12:"الخبرة";s:12:"5 سنوات";s:14:"الإقامة";s:15:"لا يشترط";s:14:"العنوان";s:6:"مصر";s:16:"التليفون";s:6:"123456";s:12:"المكان";s:10:"مكاني";s:12:"الزمان";s:10:"زماني";s:12:"الساعة";s:17:"يوم الدين";s:14:"الوظيفة";s:10:"كاشير";s:10:"الطول";s:10:"150 متر";s:10:"العرض";s:8:"2 متر";s:12:"العيون";s:10:"خضراء";s:10:"الشعر";s:8:"أسود";}', '1487624400', '1487682540', 1, 1);

-- --------------------------------------------------------

--
-- Table structure for table `job_titles`
--

CREATE TABLE IF NOT EXISTS `job_titles` (
  `id` int(11) NOT NULL,
  `title` varchar(255) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Dumping data for table `job_titles`
--

INSERT INTO `job_titles` (`id`, `title`) VALUES
(1, 'ربة منزل'),
(2, 'طالبة'),
(3, 'معلمة'),
(4, 'ممرضة'),
(5, 'إدارية'),
(6, 'حارسة أمن'),
(7, 'مستخدمة'),
(8, 'سيدة أعمال'),
(9, 'حاضنة'),
(10, 'سكرتيرة'),
(11, 'كاشير'),
(12, 'مديرة'),
(13, 'مصممة أزياء'),
(14, 'عاملة مصرف'),
(15, 'محاسبة'),
(16, 'خياطة'),
(17, 'طباخة'),
(18, 'محتسبة');

-- --------------------------------------------------------

--
-- Table structure for table `main_data`
--

CREATE TABLE IF NOT EXISTS `main_data` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `name` varchar(200) NOT NULL,
  `logo` varchar(250) NOT NULL,
  `date_construct` varchar(200) NOT NULL,
  `address` varchar(250) NOT NULL,
  `tele_info` text NOT NULL,
  `fax_info` text NOT NULL,
  `email_info` text NOT NULL,
  `web_info` varchar(200) NOT NULL,
  `facebook` varchar(200) NOT NULL,
  `youtube` varchar(200) NOT NULL,
  `twitter` varchar(200) NOT NULL,
  `content` text NOT NULL,
  `date` int(150) NOT NULL,
  `date_s` int(150) NOT NULL,
  `publisher` varchar(10) NOT NULL,
  `type` tinyint(4) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=4 ;

--
-- Dumping data for table `main_data`
--

INSERT INTO `main_data` (`id`, `name`, `logo`, `date_construct`, `address`, `tele_info`, `fax_info`, `email_info`, `web_info`, `facebook`, `youtube`, `twitter`, `content`, `date`, `date_s`, `publisher`, `type`) VALUES
(3, 'مجمع عيادات بانوراما ', '72cff95a4a1b5d1454ea95491949786a.png', '1483477200', 'حائل - المملكة العربية السعودية', 'a:2:{i:0;s:10:"0165411333";i:1;s:10:"0165411555";}', 'a:2:{i:0;s:8:"00963852";i:1;s:6:"741851";}', 'a:1:{i:0;s:18:"pa.h.m@hotmail.com";}', 'حائل - حي المطار - شارع الأمام محمد بن سعود', 'www.facebook.com', 'www.youtube.com', 'pahmm2', '', 1493067600, 1493139092, '1', 0);

-- --------------------------------------------------------

--
-- Table structure for table `news`
--

CREATE TABLE IF NOT EXISTS `news` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `title` text NOT NULL,
  `content` text NOT NULL,
  `image` text NOT NULL,
  `date` varchar(255) NOT NULL,
  `date_s` int(11) NOT NULL,
  `date_day` int(11) NOT NULL,
  `publisher` int(11) NOT NULL,
  `suspend` int(11) NOT NULL DEFAULT '1',
  `type` int(11) NOT NULL,
  `newspaper_name` text NOT NULL,
  `logo` text NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=61 ;

--
-- Dumping data for table `news`
--

INSERT INTO `news` (`id`, `title`, `content`, `image`, `date`, `date_s`, `date_day`, `publisher`, `suspend`, `type`, `newspaper_name`, `logo`) VALUES
(16, 'عيادة بانوراما تدعم ثانوية حائل  ', '<p>وقعت عيادات بانوراما ممثله بمديرها العام الاستاذ مبارك المجلاد بعقد شراكه بينها وبين ثانوية حائل بدعم العيادة الطبيه بصفه عامه بأجهزة قياس النظر و الطول و الوزن و تقدم الخدمات الإشرافيه و التثقيفيه و دعم برنامج واعي الصحي بصفه خاصه , كل الشكر للأستاذ مبارك على ما يقدمه من عمل ريادي في  خدمة المجتمع .</p>\r\n', 'a:4:{i:0;s:36:"307e5197187e30f71db08ac29d335175.jpg";i:1;s:36:"2d6f13dca61e98698900e7fd94f0e933.jpg";i:2;s:36:"7a31d12325bb1215bc57fd535da106c6.jpg";i:3;s:36:"40231a4222c5d833a25e596fa70a9740.jpg";}', '2017-03-10', 1493142180, 1493067600, 9, 1, 0, '', ''),
(17, 'انضمام الدكتور عبدالله الشبرمي لعيادات بانوراما ', '<h1 [removed] right;">انضم لعيادات بانوراما طبيب الاسنان السعودي الدكتور عبدالله الشبرمي </h1>\r\n', 'a:1:{i:0;s:36:"6eb3fa603826f3c295ece4a52beb7e0c.jpg";}', '2017-07-08', 1502127850, 1502053200, 9, 1, 0, '', ''),
(18, ' انضمام اخصائي التقويم و الفكين لعيادات بانوراما ', '<p><span [removed]="font-size:36px">انضم لعيادات بانوراما اخصائي التقويم و الفكين الدكتور شريف مهدي</span></span> </p>\r\n', 'a:1:{i:0;s:36:"5bdfdb007df604010836b2a17286b248.jpg";}', '2016-12-18', 1493141758, 1493067600, 9, 1, 0, '', ''),
(19, 'مشاركة عيادات بانوراما بأسبوع المهنة ', '<p>شاركت عيادات بانوراما يوم الاحد 23/ 4 / 2017 م على مدى يومين  بفعاليات اسبوع المهنة وريادة الأعمال و المقام بجامعة حائل في نسخته الرابعه بمشاركة 81 شركه و بحضور مدير جامعة حائل , وتضمن برنامج الفعاليات تنظيم معرض متكامل من ابداعات المشاركين و المتمثلة بتقديم نحو ما يقارب 200 وظيفة شاغره وتضمن ايضاً بتكريم الجهات المشاركه . </p>\r\n', 'a:3:{i:0;s:36:"4373389d7bc65810a750b632f99ab0bf.jpg";i:1;s:36:"0d3cf9936258b81e1902335fa26d1756.jpg";i:2;s:36:"f581631656f7432d2ab67110ac06e0b8.jpg";}', '2017-04-23', 1493144661, 1493067600, 9, 1, 0, '', ''),
(31, 'عرض الليزر', '', 'a:1:{i:0;s:36:"3315b7dcd614db7f661f9846d359ddab.jpg";}', '2017-05-29', 1496089952, 1496005200, 9, 1, 2, '', ''),
(52, 'عرض الليزر', '', 'a:1:{i:0;s:36:"fc68cc88766dcd0e1cb66698276407d9.jpg";}', '2017-05-29', 1496090008, 1496005200, 9, 1, 2, '', ''),
(53, 'عرض البلازما', '', 'a:1:{i:0;s:36:"d362a114907893c9699b12baba3fe71a.jpg";}', '2017-05-29', 1496090068, 1496005200, 9, 1, 2, '', ''),
(54, 'عروض شهر رمضان المبارك ', '<p> بمناسبة شهر رمضان المبارك تقدم عيادات بانوراما اقوى العروض الهائله تلبية لرغبه و ثقة عملائها , كما ان العيادة تسعى دائما بتقديم الأفضل </p>\r\n\r\n<p>وكل عام و انتم بخير </p>\r\n', 'a:4:{i:0;s:36:"f1c7bd4022ab673f68e11510c2423c40.jpg";i:1;s:36:"8b3254ee039ee7634e19b97a9e70205f.jpg";i:2;s:36:"5b8eefdbc2d6bcdcb24ec6118b3901b0.jpg";i:3;s:36:"006c06b2d689376b9da59d8bcc5d5798.jpg";}', '2017-05-29', 1496091844, 1496091600, 9, 1, 0, '', ''),
(32, 'عرض التقويم', '', 'a:1:{i:0;s:36:"215717cbb63f22ca1ffc3640133702f0.jpg";}', '2017-05-29', 1496089752, 1496005200, 9, 1, 2, '', ''),
(33, 'عرض برنامج العروس', '', 'a:1:{i:0;s:36:"d872e1e375fa5f2518598cb53e935cd9.jpg";}', '2017-04-27', 1493302195, 1493240400, 9, 1, 2, '', ''),
(56, 'لازالت العروض لدينا مستمره', '<p [removed]="font-family:times new roman,times,serif"><span [removed]>تلبيه لرغبه و ثقة مراجعينا الكرام قررت ادارة بانوراما بأستمرار العرض المتواجد لدينا </span></span></p>\r\n', 'a:1:{i:0;s:36:"d5f9a9560f36babe49b2e43cbbae33b8.jpg";}', '2017-07-29', 1500994058, 1500930000, 9, 1, 2, '', ''),
(57, 'لازالت العروض لدينا مستمره', '<p [removed]="font-family:times new roman,times,serif"><span [removed]>تلبيه لرغبه و ثقة مراجعينا الكرام قررت ادارة بانوراما بأستمرار العرض المتواجد لدينا </span></span></p>\r\n', 'a:1:{i:0;s:36:"357b6233af1ba849f2768b9bdb8bb749.jpg";}', '2017-07-29', 1500994063, 1500930000, 9, 1, 2, '', '');

-- --------------------------------------------------------

--
-- Table structure for table `pages`
--

CREATE TABLE IF NOT EXISTS `pages` (
  `page_id` int(11) NOT NULL AUTO_INCREMENT,
  `page_title` varchar(255) NOT NULL,
  `page_link` varchar(255) NOT NULL,
  `group_id_fk` int(11) NOT NULL,
  `page_order` int(11) NOT NULL,
  `page_icon_code` varchar(255) NOT NULL,
  PRIMARY KEY (`page_id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 AUTO_INCREMENT=80 ;

--
-- Dumping data for table `pages`
--

INSERT INTO `pages` (`page_id`, `page_title`, `page_link`, `group_id_fk`, `page_order`, `page_icon_code`) VALUES
(1, 'إضافة مجموعة تحكم', 'dashboard/addgroup', 1, 0, 'fa fa fa-object-group '),
(2, 'إضافة صفحات  التحكم', 'dashboard/add_page', 1, 1, 'fa fa-wrench '),
(3, 'إدارة الصلاحيات', 'dashboard/create_role', 2, 1, 'fa fa-toggle-on '),
(4, 'إضافة مستخدم', 'dashboard/add_user', 2, 1, 'fa fa-user-plus '),
(17, 'كلمة رئيس مجلس الإدارة', 'dashboard/addmanager_word', 11, 3, 'fa fa-commenting '),
(19, 'الرؤية والرسالة', 'dashboard/addabout', 11, 5, 'fa fa-eye '),
(23, 'البيانات الأساسية', 'dashboard/add_main_data', 11, 1, 'fa fa-wpforms '),
(24, 'أخبار بانوراما', 'dashboard/add_news', 12, 1, 'fa fa-file-text '),
(33, 'إضافة الصور الرئيسية', 'dashboard/addslider', 15, 1, 'fa fa-camera '),
(34, 'مكتبة الصور', 'dashboard/add_album', 15, 2, 'fa fa-book fa-fw '),
(35, 'إضافة إعلان خارجي', 'dashboard/addadver', 15, 3, 'fa fa-bullhorn '),
(36, 'عرض الرسائل الواردة', 'dashboard/contact', 10, 1, 'fa fa-envelope-o '),
(39, 'قالوا عن بانوراما', 'dashboard/add_service', 11, 5, 'fa fa-comments-o '),
(40, 'إضافة عروض', 'dashboard/add_achieve', 12, 1, 'fa fa-plus-square '),
(42, 'بانوراما في الصحافة', 'dashboard/add_journalist', 12, 2, 'fa fa-newspaper-o '),
(43, 'إضافة تقرير سنوي', 'dashboard/addreports', 14, 1, 'fa fa-cloud-upload '),
(44, 'إضافة عملاء', 'dashboard/add_client', 12, 1, 'fa fa-plus-square  '),
(45, 'إضافة قسم طبى', 'dashboard/add_dep', 11, 8, 'fa fa-sitemap '),
(46, 'إضافة شركة تأمين', 'dashboard/add_company', 12, 1, 'fa fa-plus-square  '),
(47, 'نبذة عن بانوراما', 'dashboard/add_about', 11, 2, 'fa fa-info-circle '),
(48, 'إضافة فيديو', 'dashboard/add_video', 15, 4, 'fa fa-youtube-play'),
(49, 'الشكاوى والمقترحات', 'dashboard/complains', 22, 1, 'fa fa-diamond'),
(51, 'إضافة بيانات طبيب', 'dashboard/add_doctor', 24, 1, 'fa fa-user-md'),
(52, 'طلبات الوظائف', 'dashboard/career', 10, 1, 'fa fa-file-pdf-o'),
(53, 'حجوزات الاطباء الواردة ', 'dashboard/booking', 24, 1, 'fa fa-clock-o  '),
(54, 'إعلان وظائف', 'dashboard/add_jobs', 10, 2, 'fa fa-bullhorn  '),
(55, 'تفاصيل زيارة مريض', 'dashboard/for_doctor', 27, 2, 'fa fa-search  '),
(56, 'إضافة بيانات مريض', 'dashboard/patient', 27, 1, 'fa fa-ambulance  '),
(57, 'تقرير إجمالي العملاء', 'dashboard/patient_report', 28, 1, 'fa fa-paperclip  '),
(58, 'تقرير جميع الزيارات', 'dashboard/visits_report', 28, 2, 'fa fa-paperclip  '),
(59, 'الحساب النهائي للمريض', 'dashboard/out_patient', 27, 3, 'fa fa-money  '),
(60, 'سندات القبض ', 'dashboard/sanad_sarf', 27, 4, 'fa fa-check-square  '),
(61, 'تقرير الزيارات خلال فترة', 'dashboard/visits_period', 28, 3, 'fa fa-paperclip  '),
(62, 'تقرير الإيرادات خلال فترة', 'dashboard/income_period', 28, 4, 'fa fa-paperclip  '),
(63, 'الكشوفات المنتهية اليوم', 'dashboard/end_today', 28, 5, 'fa fa-paperclip  '),
(64, 'تقرير المديونيات', 'dashboard/payment_report', 28, 6, 'fa fa-paperclip  '),
(65, 'البحث عن مريض ', 'dashboard/autocomplete', 27, 2, 'fa fa-group  '),
(66, 'فواتير المرضي', 'dashboard/R_select_patient', 27, 9, 'fa fa-group  '),
(67, 'تعديل الفواتير ', 'dashboard/AllPayment', 27, 7, 'fa fa-group  '),
(68, 'إعدادات المخازن', 'dashboard/add_storage', 29, 1, 'fa fa-group  '),
(69, 'إضافة وحدات الأصناف', 'dashboard/add_unit', 29, 2, 'fa fa-group  '),
(70, 'فئات الأصناف الرئيسية', 'dashboard/add_main_product', 29, 3, 'fa fa-group  '),
(71, 'فئات الأصناف الفرعية', 'dashboard/add_sub_product', 29, 4, 'fa fa-group  '),
(72, 'إضافة أمر توريد', 'Supplies_orders/index/0', 29, 5, 'fa fa-group  '),
(73, 'تعديل أمر توريد', 'Supplies_orders/update_order', 29, 6, 'fa fa-group  '),
(74, 'إضافة أمر صرف', 'Exchange_orders/index/0', 29, 7, 'fa fa-group  '),
(75, 'تعديل أمر صرف', 'Exchange_orders/update_order', 29, 8, 'fa fa-group  '),
(76, 'إضافة معايير لتركيب الأصناف', 'Products/standard/0', 29, 9, 'fa fa-group  '),
(77, 'تعديل معايير لتركيب الأصناف', 'Products/update_standard', 29, 10, 'fa fa-group  '),
(78, 'إضافة أمر تشغيل', 'Products/index/0', 29, 11, 'fa fa-group  '),
(79, 'إضافة موردين', 'Suppliers/add_supplier/0', 29, 15, 'fa fa-group  ');

-- --------------------------------------------------------

--
-- Table structure for table `permissions`
--

CREATE TABLE IF NOT EXISTS `permissions` (
  `page_id_fk` int(11) NOT NULL,
  `role_id_fk` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `permissions`
--

INSERT INTO `permissions` (`page_id_fk`, `role_id_fk`) VALUES
(1, 1),
(2, 1),
(3, 1),
(4, 1),
(23, 1),
(17, 1),
(19, 1),
(39, 1),
(24, 1),
(42, 1),
(40, 1),
(33, 1),
(34, 1),
(35, 1),
(43, 1),
(46, 1),
(44, 1),
(45, 1),
(36, 1),
(44, 3),
(45, 3),
(36, 3),
(55, 2),
(53, 2),
(50, 2),
(23, 3),
(47, 3),
(17, 3),
(19, 3),
(39, 3),
(24, 3),
(42, 3),
(40, 3),
(33, 3),
(34, 3),
(48, 3),
(43, 3),
(51, 3),
(50, 3),
(49, 3),
(36, 3);

-- --------------------------------------------------------

--
-- Table structure for table `permits`
--

CREATE TABLE IF NOT EXISTS `permits` (
  `id` int(11) NOT NULL,
  `permit_num` varchar(255) NOT NULL,
  `emp_code` varchar(300) NOT NULL,
  `permit_type` int(2) NOT NULL,
  `time_out` varchar(300) NOT NULL,
  `time_return` varchar(300) NOT NULL,
  `permit_reason` varchar(300) NOT NULL,
  `date` varchar(300) NOT NULL,
  `month` int(11) NOT NULL,
  `date_s` varchar(300) NOT NULL,
  `permit_status` int(2) NOT NULL,
  `permit_manager_refuse_accept` varchar(300) NOT NULL,
  `publisher_accept` int(11) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Table structure for table `question`
--

CREATE TABLE IF NOT EXISTS `question` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `name` text NOT NULL,
  `phone` text NOT NULL,
  `city` text NOT NULL,
  `email` text NOT NULL,
  `question` text NOT NULL,
  `question_to` int(11) NOT NULL DEFAULT '0',
  `forward` int(11) NOT NULL,
  `active` int(11) NOT NULL DEFAULT '0',
  `answer` text NOT NULL,
  `date` text NOT NULL,
  `date_s` text NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 AUTO_INCREMENT=1 ;

-- --------------------------------------------------------

--
-- Table structure for table `reports`
--

CREATE TABLE IF NOT EXISTS `reports` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `title` text NOT NULL,
  `attached` text NOT NULL,
  `publisher` text NOT NULL,
  `date` int(11) NOT NULL,
  `date_s` int(11) NOT NULL,
  `suspend` int(11) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8 AUTO_INCREMENT=1 ;

-- --------------------------------------------------------

--
-- Table structure for table `roles`
--

CREATE TABLE IF NOT EXISTS `roles` (
  `role_id_pk` int(11) NOT NULL AUTO_INCREMENT,
  `role_name` varchar(255) NOT NULL,
  PRIMARY KEY (`role_id_pk`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 AUTO_INCREMENT=4 ;

--
-- Dumping data for table `roles`
--

INSERT INTO `roles` (`role_id_pk`, `role_name`) VALUES
(1, 'master'),
(2, 'Doctor'),
(3, 'مشرف');

-- --------------------------------------------------------

--
-- Table structure for table `settings`
--

CREATE TABLE IF NOT EXISTS `settings` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `name` varchar(100) NOT NULL,
  `code` varchar(100) NOT NULL,
  `s` varchar(100) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=16 ;

--
-- Dumping data for table `settings`
--

INSERT INTO `settings` (`id`, `name`, `code`, `s`) VALUES
(1, 'suppliers', '203', 'موردين'),
(2, 'clients', '102002', 'عملاء'),
(3, 'accounts_group', '102009', 'صندوق'),
(5, 'sanfs_card', '102008', 'مخزون'),
(4, 'accounts_group', '1020010', 'بنك'),
(8, 'accounts_group', '401', 'أوراق قبض'),
(10, 'accounts_group', '', 'شيكات تحت التحصيل'),
(11, 'accounts_group', '', 'مردودات مشتريات'),
(6, 'accounts_group', '', 'المشتريات'),
(7, 'accounts_group', '', 'المبيعات'),
(9, 'accounts_group', '10092918', 'أوراق دفع'),
(12, 'accounts_group', '', 'مردود المبيعات'),
(13, 'accounts_group', '', 'مصاريف مشتريات'),
(15, 'accounts_group', '', 'مصاريف مبيعات');

-- --------------------------------------------------------

--
-- Table structure for table `slider`
--

CREATE TABLE IF NOT EXISTS `slider` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `img` text NOT NULL,
  `title` varchar(250) NOT NULL,
  `date` varchar(255) NOT NULL,
  `date_s` varchar(255) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=5 ;

--
-- Dumping data for table `slider`
--

INSERT INTO `slider` (`id`, `img`, `title`, `date`, `date_s`) VALUES
(1, 'f725dfbfb016fe14e52900d9848e5177.png', 'بانوراما ', '1487365200', '1487415304'),
(2, '1fa88228a098d10d5724b3766230d981.jpg', 'بانوراما', '1487365200', '1487415330'),
(3, 'c27e45f9cb2fbfdc85ad10ec46366756.jpg', 'بانوراما', '1487365200', '1487415357'),
(4, 'a681b6b5dbda4b588916852033c98ab8.jpg', 'بانوراما', '1487365200', '1487415367');

-- --------------------------------------------------------

--
-- Table structure for table `storage_products`
--

CREATE TABLE IF NOT EXISTS `storage_products` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `p_code` int(11) NOT NULL,
  `p_name` varchar(255) NOT NULL,
  `p_from_id_fk` int(11) NOT NULL,
  `p_unit_fk` int(11) NOT NULL,
  `p_type_fk` int(11) NOT NULL,
  `p_supply_price` int(11) NOT NULL,
  `p_exchange_price` int(11) NOT NULL,
  `p_past_amount` int(11) NOT NULL,
  `p_past_amount_cost` int(11) NOT NULL,
  `p_storage_code_fk` int(11) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=18 ;

--
-- Dumping data for table `storage_products`
--

INSERT INTO `storage_products` (`id`, `p_code`, `p_name`, `p_from_id_fk`, `p_unit_fk`, `p_type_fk`, `p_supply_price`, `p_exchange_price`, `p_past_amount`, `p_past_amount_cost`, `p_storage_code_fk`) VALUES
(13, 0, 'اجهزة كهربائية ', 0, 0, 0, 0, 0, 0, 0, 0),
(14, 0, 'مواد غذائية', 0, 0, 0, 0, 0, 0, 0, 0),
(15, 1, 'تمر', 14, 4, 1, 500, 500, 0, 10, 1),
(16, 2, 'سله غذائية', 14, 4, 2, 500, 10, 0, 0, 1),
(17, 3, 'سلة رمضان', 14, 4, 2, 5000, 6000, 50, 100, 0);

-- --------------------------------------------------------

--
-- Table structure for table `stores`
--

CREATE TABLE IF NOT EXISTS `stores` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `storage_name` varchar(255) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=6 ;

--
-- Dumping data for table `stores`
--

INSERT INTO `stores` (`id`, `storage_name`) VALUES
(1, 'مخزن أول'),
(2, 'مخزن ثاني ');

-- --------------------------------------------------------

--
-- Table structure for table `suppliers`
--

CREATE TABLE IF NOT EXISTS `suppliers` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `main_account` varchar(150) DEFAULT NULL,
  `code` varchar(250) NOT NULL,
  `name` varchar(150) NOT NULL,
  `supplier_address` varchar(150) NOT NULL,
  `supplier_phone` varchar(50) NOT NULL,
  `supplier_governorate_id` varchar(255) NOT NULL,
  `supplier_city_id` varchar(255) NOT NULL,
  `supplier_fax` varchar(100) NOT NULL,
  `accountant_name` varchar(255) NOT NULL,
  `accountant_telephone` varchar(255) NOT NULL,
  `supplier_dayen` varchar(150) NOT NULL DEFAULT '0',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=46 ;

--
-- Dumping data for table `suppliers`
--

INSERT INTO `suppliers` (`id`, `main_account`, `code`, `name`, `supplier_address`, `supplier_phone`, `supplier_governorate_id`, `supplier_city_id`, `supplier_fax`, `accountant_name`, `accountant_telephone`, `supplier_dayen`) VALUES
(1, '', '2030001', 'المدينة - عبده أبو عائشة', '', '01027007034', '', '', '', '', '', '329347.60'),
(2, '', '2030002', 'جولدن ستار - عطية عبده عطية', '', '', '', '', '', '', '', '0'),
(3, '', '2030003', 'المؤسسة العربية', '', '', '', '', '', '', '', '973308'),
(4, '', '2030004', 'شركة المجد لاستخلاص الزيوت النباتية', '', '01021075213', '', '', '', '', '', '571941'),
(5, '', '2030005', 'المجموعة المتحدة - هاني مظهر', '', '01024443191', '', '', '', '', '', '260334.30'),
(6, '', '2030006', 'أبو حسين (أحمد محمود إبراهيم) ', '', '01201111494', '', '', '', '', '', '576219.40'),
(7, '', '2030007', 'يحيى البكري/ مؤسسة بئر العبد', '', '01009181711', '', '', '', '', '', '440846'),
(44, '', '2030043', 'المهندسون - محمد حسن ', '', '01005086064', '', '', '', '', '', '0'),
(9, '', '2030008', 'شركة النور / طارق حكم', '', '', '', '', '', '', '', '1044682.20'),
(10, '', '2030009', 'الأسكندرية / أحمد فرغلي', '', '', '', '', '', '', '', '0'),
(11, '', '2030010', 'التقوى للتوكيلات التجارية- السيد عبدالعليم', '', '', '', '', '', '', '', '-25091'),
(12, '', '2030011', 'المصرية للتجارة - ناجي عوض', '', '', '', '', '', '', '', '41000'),
(13, '', '2030012', 'مصر للتجارة الخارجية - محمد لطفي حسني علي', '', '', '', '', '', '', '', '107258'),
(14, '', '2030013', 'شركة كميت - محمود عبدالجواد', '', '', '', '', '', '', '', '0'),
(15, '', '2030014', 'دلتا مصر', '', '', '', '', '', '', '', '0'),
(16, '', '2030015', 'دلتا فيت', '', '', '', '', '', '', '', '30755'),
(17, '', '2030016', 'إنتر فارما', '', '01003361643', '', '', '', '', '', '51700'),
(18, '', '2030017', 'إنتر كوفا', '', '', '', '', '', '', '', '0'),
(19, '', '2030018', 'فيترا صحة الحيوان', '', '', '', '', '', '', '', '125000'),
(20, '', '2030019', 'الجوي فيت', '', '01004503130', '', '', '', '', '', '293754'),
(21, '', '2030020', 'بيوفيت إيجيبت ', '', '01099924781', '', '', '', '', '', '263000'),
(22, '', '2030021', 'جلوري فيت', '', '01066612712', '', '', '', '', '', '70000'),
(23, '', '2030022', 'يونايتد U.B.N', '', '', '', '', '', '', '', '525000'),
(24, '', '2030023', 'تري ايه فارما A3 ', '', '', '', '', '', '', '', '90000'),
(25, '', '2030024', 'خيرات النيل', '', '', '', '', '', '', '', '6000'),
(26, '', '2030025', 'المصرية الأوربية', '', '', '', '', '', '', '', '39000'),
(27, '', '2030026', 'شركة قويسنا للتنمية', '', '', '', '', '', '', '', '0'),
(28, '', '2030027', 'كابو الزراعية', '', '', '', '', '', '', '', '0'),
(29, '', '2030028', 'هاني فور تريد', '', '', '', '', '', '', '', '0'),
(30, '', '2030029', 'الإسلامية - محمود حافظ', '', '', '', '', '', '', '', '0'),
(31, '', '2030030', 'رونت فيتا - مصطفى أحمد ماهر', '', '', '', '', '', '', '', '0'),
(32, '', '2030031', 'شركة لايف كيميكال جروب', '', '', '', '', '', '', '', '0'),
(33, '', '2030032', 'شركة البراق للاستيراد والتصدير', '', '', '', '', '', '', '', '0'),
(34, '', '2030033', 'شركة الأهرام للاستيراد والتصدير', '', '', '', '', '', '', '', '0'),
(35, '', '2030034', 'ايه تو ام إيجيبت A2M', '', '', '', '', '', '', '', '0'),
(36, '', '2030035', 'شركة نماء مصر', '', '', '', '', '', '', '', '0'),
(37, '', '2030036', 'أكما - ضياء مصطفى توفيق', '', '', '', '', '', '', '', '0'),
(38, '', '2030037', 'بيكوك انترناشونال', '', '', '', '', '', '', '', '0'),
(39, '', '2030038', 'فيدباك - شكاير', '', '', '', '', '', '', '', '0'),
(40, '', '2030039', 'ألفا باك - شكاير', '', '', '', '', '', '', '', '0'),
(41, '', '2030040', 'الدولية - محمود جابر (شكاير)', '', '01065383507', '', '', '', '', '', '72790.32'),
(42, '', '2030041', 'مصر النور - شكاير', '', '', '', '', '', '', '', '106594'),
(43, '', '2030042', 'محمد شاهين - حجر جيري', '', '', '', '', '', '', '', '0'),
(45, '', '2030044', ' المهندسون - عمرو حسن ', '', '', '', '', '', '', '', '0');

-- --------------------------------------------------------

--
-- Table structure for table `units`
--

CREATE TABLE IF NOT EXISTS `units` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `unit_name` varchar(255) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=7 ;

--
-- Dumping data for table `units`
--

INSERT INTO `units` (`id`, `unit_name`) VALUES
(4, 'الكيلو'),
(5, 'المتر'),
(6, 'الحبة');

-- --------------------------------------------------------

--
-- Table structure for table `users`
--

CREATE TABLE IF NOT EXISTS `users` (
  `user_id` int(11) NOT NULL AUTO_INCREMENT,
  `user_name` varchar(400) NOT NULL,
  `user_username` varchar(255) NOT NULL,
  `user_pass` varchar(255) NOT NULL,
  `user_email` varchar(255) NOT NULL,
  `role_id_fk` int(11) NOT NULL,
  `employee_id` int(11) NOT NULL,
  `doctor_id` int(11) NOT NULL,
  `dep_id` int(11) NOT NULL DEFAULT '0',
  `user_phone` varchar(20) NOT NULL,
  `user_photo` varchar(255) NOT NULL DEFAULT 'user.png',
  PRIMARY KEY (`user_id`),
  UNIQUE KEY `admin_user` (`user_username`,`user_email`),
  KEY `user_phone` (`user_phone`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 AUTO_INCREMENT=10 ;

--
-- Dumping data for table `users`
--

INSERT INTO `users` (`user_id`, `user_name`, `user_username`, `user_pass`, `user_email`, `role_id_fk`, `employee_id`, `doctor_id`, `dep_id`, `user_phone`, `user_photo`) VALUES
(1, 'admin', 'admin', 'adcd7048512e64b48da55b027577886ee5a36350', 'heshamtatawy@gmail.com', 0, 0, 0, 0, '01099942304', 'user.png'),
(6, 'leader', 'leader', 'adcd7048512e64b48da55b027577886ee5a36350', 'alatheer@gmail.com', 2, 0, 0, 0, '123456789', 'user.png'),
(7, 'ahmed', 'ahmed', 'adcd7048512e64b48da55b027577886ee5a36350', 'eslam@yahoo.com', 1, 1, 0, 0, '012222222', '3727f0cca51ccfdb2b820975cac9846f.png');

-- --------------------------------------------------------

--
-- Table structure for table `vacations`
--

CREATE TABLE IF NOT EXISTS `vacations` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `emp_id` int(11) NOT NULL,
  `vacation_id` int(11) NOT NULL,
  `from_date` varchar(255) NOT NULL,
  `to_date` varchar(255) NOT NULL,
  `emp_assigned_id` int(11) NOT NULL,
  `visa` varchar(255) NOT NULL,
  `approved` varchar(10) DEFAULT NULL,
  `approved_date` int(11) NOT NULL,
  `approved_publisher` tinyint(4) NOT NULL,
  `date` int(11) NOT NULL,
  `date_s` int(11) NOT NULL,
  `suspend` tinyint(4) NOT NULL DEFAULT '0',
  `deleted` tinyint(4) NOT NULL DEFAULT '1',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8 AUTO_INCREMENT=1 ;

-- --------------------------------------------------------

--
-- Table structure for table `video`
--

CREATE TABLE IF NOT EXISTS `video` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `name` text NOT NULL,
  `details` text NOT NULL,
  `link` text NOT NULL,
  `date` int(11) NOT NULL,
  `date_s` int(11) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=10 ;

--
-- Dumping data for table `video`
--

INSERT INTO `video` (`id`, `name`, `details`, `link`, `date`, `date_s`) VALUES
(1, 'خطأ طبي ', '', 'KHU7Owy5NPc', 1487365200, 1487415651),
(2, 'خطأ طبي ', '', 'KHU7Owy5NPc', 1487365200, 1487415651),
(3, 'خطأ طبي ', '', 'KHU7Owy5NPc', 1487365200, 1487415651),
(4, 'خطأ طبي ', '', 'KHU7Owy5NPc', 1487365200, 1487415651),
(5, 'خطأ طبي ', '', 'KHU7Owy5NPc', 1487365200, 1487415651),
(6, 'خطأ طبي ', '', 'KHU7Owy5NPc', 1487365200, 1487415651),
(7, 'خطأ طبي ', '', 'KHU7Owy5NPc', 1487365200, 1487415651),
(8, 'خطأ طبي ', '', 'KHU7Owy5NPc', 1487365200, 1487415651),
(9, 'خطأ طبي ', '', 'KHU7Owy5NPc', 1487365200, 1487415651);

-- --------------------------------------------------------

--
-- Table structure for table `voting`
--

CREATE TABLE IF NOT EXISTS `voting` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `name` text NOT NULL,
  `count` int(200) NOT NULL DEFAULT '0',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8 AUTO_INCREMENT=1 ;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
